{
	"addiction": [
		{
			"without": ["My happiness had become dependent on the buzz.","Right when both of my parents died I looked to it for answers to some questions that I had, but then I started looking to it for everything, I couldn’t do anything for myself and that’s when it became a problem.","It became like a distraction from the pain.", " I can describe it best by saying that if you and your wife are in a house and your wife runs into the room and says I just ran over the dog, your response is we’ll get another one. Nothing matters. Absolutely nothing. There’s nothing you can say to me that can get me upset or alarmed. It buries your feelings so deep.","It disconnected me from reality.", "It was a habit I started doing mindlessly. Watching TV, at dinner, talking on the phone, I was always doing it.","It was innocent, I thought I just liked it.", "It was a way I liked to destress from work when I got home.", "I started it in college at dorm parties, frat parties, and my parents let me have some when I came home for the holidays.","When my kids were getting into sports, I’d get it for them on the way from school to practice and I’d naturally get some for myself. I was a single mom and on the go, I needed something quick and easy and you could get it on every corner.","They can take an X-ray but they don’t know whether it really bothers you or not, so I could always keep it going.","The easier access you have to something, the less dangerous it seems.","And then it turned into leaving work, leaving in the middle of a dinner, and then I’d be waking up in the middle of the night alone with the craving.", "When I started, I was just intending on using it just as a crutch, thinking it was a good point to jump off, to get myself going in the right direction and then I’d lay off when it started working.", "Once you see the results that you want, it becomes an addiction.", "I continued to do it because that was what my new cool friends were into.", "The more I did it, the higher the dose I needed to get satiated. I would spend a whole weekend indoors binging, only leaving the house to attend church service.", "The consumption of even a small amount of it would send me into a tailspin of uncomfortable cravings for more, with no end point.", "For me, when I do it, it’s an immediate release of all the stress and anxiety that was eating away at me throughout the day. Even though it risks others, I was okay and that was all that mattered, as selfish and terrible as that sounds.", "You feel this incredible kind of buzz when you do it. You don’t have to sacrifice tomorrow morning or your sleep tonight for it, it seemed like there were no consequences since it was such a short term high. But 10 minutes later I’d want more.", "When you need it to physically be able to open your eyes in the morning, it’s more than a bad habit.", "It started to replace water for me.", "While doing it, I’ve exposed my body to massive amounts of continual dopamine release, often for hours at a time — but this has never made me truly happy.", "I had a pretty busy job with a lot to do, and I wasn’t getting things done because of it — and that was when it became clear that there were consequences. And even though I knew there were consequences, I didn’t change my behavior.", "I found myself in a lot of debt after a business deal fell through. My wife, children, everyone was depending on me. Late one night I went to do it and got lucky, it solved all of my problems. Temporarily.", "These victims of it, like myself, look the same as you, and they will live their lives morally and legally in every other aspect.", "I thought I was normal. I ignored it, justified it as it’s a guy thing, but it wasn’t until I got violent when I couldn’t have it that I realized that I had a problem.", "In this day in age, it seems like everyone is dependent on it. Needing it first thing in the morning and right before you go to bed, I thought that was normal."],
	
			"with": ["My happiness had become dependent on the buzz <span>from adrenaline</span>.", "Right when both of my parents died <span>I looked to God for answers to some questions that I had, but then I started looking to Him for everything, I couldn’t do anything for myself and that’s when it became a problem.<span/>", "<span>My self harm<span/> became like a distraction from the pain.", "I can describe <span>a heroine high</span> best by saying that if you and your wife are in a house and your wife runs into the room and says I just ran over the dog, your response is we’ll get another one. Nothing matters. Absolutely nothing. There’s nothing you can say to me that can get me upset or alarmed. It buries your feelings so deep.", "<span>Hallucinogens</span> disconnected me from reality.", "It was a habit I started doing mindlessly. Watching TV, at dinner, talking on the phone, <span>I was always touching my hair. And then I started pulling. And one day I looked in the mirror and was like, what did I do?</span>", "It was innocent, I thought I just liked <span>clothes. Then it turned to bigger things, like appliances, electronics, even cars. Next thing I knew I was $500,000 in debt with no one to blame but myself.</span>", "It was a way I liked to destress from work when I got home, <span>but one morning I woke up on the couch with the cable still running and realized I hadn’t fallen asleep without the TV in almost a year.</span>", "I started <span>drinking</span> in college at dorm parties, frat parties, and my parents let me have wine when I came home for the holidays.", "When my kids were getting into sports, I’d get <span>fast food for them on the way from school to practice and I’d naturally get some for myself. I was a single mom and on the go, I needed something quick and easy and there was a McDonalds on every corner.</span>", "They can take an X-ray but they don’t know whether it really bothers you or not, <span>so I could always keep the pain meds going.</span>", "The easier access you have to something, the less dangerous it seems. <span>You can get over the counter drugs at the gas station, the convenience store, or in your parents cabinets.</span>", "And then it turned into leaving work <span>to have a cigarette, going for one in the middle of a dinner, and then I’d be waking up in the middle of the night alone with the craving.</span>", "When I started using <span>steroids</span> I was just intending on using it just as a crutch, thinking it was a good point to jump off, to get myself going in the right direction and then I’d lay off when it started working.", "Once you see the results that you want <span>from your exercising</span>, it becomes an addiction.", "I continued to <span>smoke pot</span> because that was what my new cool friends were into.", "The more <span>porn</span> I watched, the higher the dose I needed to get satiated. I would spend a whole weekend indoors <span>binging on pornography</span>, only leaving the house to attend church service.", "The consumption of even a <span>small amount of sugar</span> would send me into a tailspin of uncomfortable cravings for more, with no end point.", "For me, <span>when I light a fire</span>, it’s an immediate release of all the stress and anxiety that was eating away at me throughout the day. Even though it risks others, I was okay and that was all that mattered, as selfish and terrible as that sounds.", "You feel this incredible kind of buzz <span>when you do cocaine</span>. You don’t have to sacrifice tomorrow morning or your sleep tonight for, it seemed like there were no consequences since it was such a short term high. But 10 minutes later I’d want more.", "When you need <span>coffee</span> to physically be able to open your eyes in the morning, it’s more than a bad habit.", "<span>Soda</span> started to replace water for me.", "<span>While playing high intensity video games</span>, I’ve exposed my body to massive amounts of continual dopamine release, often for hours at a time — but this has never made me truly happy.", "I had a pretty busy job with a lot to do, and I wasn’t getting things done <span>because of the internet</span> — and that was when it became clear that there were consequences. And even though I knew there were consequences, I didn’t change my behavior.", "I found myself in a lot of debt after a business deal fell through. My wife, children, everyone was depending on me. <span>Late one night I went to the casino and got lucky</span>, it solved all of my problems. Temporarily.", "These victims of <span>kleptomania</span>, like myself, look the same as you, and they will live their lives morally and legally in every other aspect.", "I thought I was normal. I ignored it, justified it as it’s a guy thing, but it wasn’t until I got violent towards my girlfriend <span>one night when she said no to sex</span> that I realized that I had a problem.", "In this day in age, it seems like <span>everyone is dependent on their phones</span>. Needing to check it first thing in the morning and right before you go to bed, I thought that was normal. I was just checking up."]
		}
	]
}